import { MovingComponent } from 'react-moving-text';
import logo from "../project/img/newLogo.png"
function Shop() {

    return (
        <div style={{ "background": "-webkit-linear-gradient(0deg, hsla(0, 24%, 74%, 1) 0%, hsla(0, 0%, 100%, 1) 100%)" }}>
            <div style={{ "height": "150px" }}></div>
            <center>
                <MovingComponent
                type="slideInFromTop"
                duration="1300ms"
                delay="0s"
                direction="normal"
                timing="ease"
                iteration="1"
                fillMode="none">
                <strong style={{"textDecoration":" overline underline"}}>אודות 'פורשים עיצוב':</strong>
            </MovingComponent>
           <br></br>
            <h1>
                <span>
                    רשת החנויות MY הוקמה בשנת 2022 ע"י  מרים יומטוביאן(M) ויהודית שרגא(Y)-
                </span>
                <br></br>
                
                <span>
                    צמד נערות נמרצות שלומדות הנדסת תוכנה ע"מ לפרנס בית של תורה.
                </span>
                <br></br>
                <span>
                    וכמובן מתוך אהבה אמיתית לקידוד, קימפול ודיבוג.
                </span>
                <br></br>
                <span>
                    עם הקמת הפכה הרשת לסיפור של הצלחה ולמותג של איכות.
                </span>
                <br></br>
                <span>
                    MY הוקמה כדי לתת מענה לצורך ההולך וגובר בעיצובי שולחן מקוריים ועכשויים במחיר שווה לכל כיס.
                </span>
                <br></br>
                <span>
                    אצלינו תוכלו לפאר את שולחן השבת שלכם מבלי לקחת משכנתא.
                </span>
                <br></br>
                <span>
                    עד לפריצה ההיסטרית של MY לשוק הטקסטיל והעיצובים לא ניתן היה למצוא חנות שתרכז בתוכה את כל הדרוש לשולחנות שבת ואירועים.
                </span>
                <br></br>
                <span>
                    אנחנו כאן כדי לתת מענה לצורך הזה.
                </span>
                <br></br>
                <span>
                    מה תוכלו למצוא אצלינו?
                </span>
                <br></br>
                <span>
                    מה לא, בעצם:)
                </span>
                <br></br>
                <span>
                    תוכלו למצוא אצלינו מפות מכל הסוגים- ליום חול, לשבת, לחג,
                </span>
                <br></br>
                <span>
                    מפות חלקות/ מודפסות/ מרוקמות בכל סוגי הבדים- החל מקטיפה גרמנית משובחת ועד לבדי משי יוקרתיים.
                </span>
                <br></br>
                <span>
                    לרוב המפות שלנו קיימות מפיות תואמות.
                </span>
                <br></br>
                <span>
                    כמו כן, אנו מציעים אביזרים נלווים להשלמת המראה העשיר של השולחן שלכם-
                </span>
                <br></br>
                <span>
                    פרחים מיובשים, אגרטלים וואזות בכל הגדלים והצבעים ומכל החומרים, סכו"ם, נרות ריחניים, פלייסמטים וכמובן- חבקים.
                </span>
                <br></br>
                <span>
                    בנוסף, אנו משיקים כעת את שירות "הסטייליסטית האישית שלך" שתעזור לך בבחירת והתאמת השולחן שלך- מהמפה ועד לאקססוריז העשיר ע"פ התקציב שלך.
                </span>
                <br></br>
                <span>
                    שירות הלקוחות שלנו ידוע ביחסו האדיב, ובנוסף- למזמינים דרך האתר "הסטייליסטית האישית שלך" זמינה גם בצ'אט- לייב.
                </span>
                <br></br>
                <span>
                    אנחנו מזמינים אתכם להנות משירות, איכות ומחיר ולהתמוגג מהמוצרים המיוחדים שלנו.
                </span>
                <br></br>
<span>
<img src={logo} style={{ "height": "90px", "width": "250px" }} alt={"logo"}></img>

</span>
            </h1>
            </center>
            {/* <MovingComponent
                type="slideInFromTop"
                duration="1300ms"
                delay="0s"
                direction="normal"
                timing="ease"
                iteration="1"
                fillMode="none">
                רשת החנויות MY הוקמה בשנת 2022 ע"י  מרים יומטוביאן(M) ויהודית שרגא(Y)-
                 {<br></br>} צמד נערות נמרצות שלומדות הנדסת תוכנה ע"מ לפרנס בית של תורה.
                {<br></br>}
                {<br></br>}
                עם הקמת הפכה הרשת לסיפור של הצלחה ולמותג של איכות.
                {<br></br>}
                MY הוקמה כדי לתת מענה לצורך ההולך וגובר בעיצובי שולחן מקוריים ועכשויים במחיר שווה לכל כיס.
                {<br></br>}
                אצלינו תוכלו לפאר את שולחן השבת שלכם מבלי לקחת משכנתא.
                {<br></br>}
                עד לפריצה ההיסטרית של MY לשוק הטקסטיל והעיצובים לא ניתן היה למצוא חנות שתרכז בתוכה את כל הדרוש לשולחנות שבת ואירועים.
                {<br></br>}
                אנחנו כאן כדי לתת מענה לצורך הזה.
                {<br></br>}
                {<br></br>}
                מה תוכלו למצוא אצלינו?
                {<br></br>}
                מה לא, בעצם:)
                {<br></br>}
                תוכלו למצוא אצלינו מפות מכל הסוגים- ליום חול, לשבת, לחג,
                {<br></br>}
                מפות חלקות/ מודפסות/ מרוקמות בכל סוגי הבדים- החל מקטיפה גרמנית משובחת ועד לבדי משי יוקרתיים.
                {<br></br>}
                לרוב המפות שלנו קיימות מפיות תואמות.
                {<br></br>}
                כמו כן, אנו מציעים אביזרים נלווים להשלמת המראה העשיר של השולחן שלכם-
                {<br></br>}
                פרחים מיובשים, אגרטלים וואזות בכל הגדלים והצבעים ומכל החומרים, סכו"ם, נרות ריחניים, פלייסמטים וכמובן- חבקים.
                {<br></br>}
                {<br></br>}
                בנוסף, אנו משיקים כעת את שירות "הסטייליסטית האישית שלך" שתעזור לך בבחירת והתאמת השולחן שלך- מהמפה ועד לאקססוריז העשיר ע"פ התקציב שלך.
                {<br></br>}
                שירות הלקוחות שלנו ידוע ביחסו האדיב, ובנוסף- למזמינים דרך האתר "הסטייליסטית האישית שלך" זמינה גם בצ'אט- לייב.
                {<br></br>}
                {<br></br>}
                אנחנו מזמינים אתכם להנות משירות, איכות ומחיר ולהתמוגג מהמוצרים המיוחדים שלנו.
            </MovingComponent> */}
            <br></br>

        </div>
    );
}
export default Shop;
